{
  "metadata": {
    "total_size": 16792444928
  },
  "weight_map": {
    "lm_head.weight": "model-00009-of-00009.safetensors",
    "transformer.audio.audio_bos_eos_token.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.0.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.1.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.10.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.11.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.12.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.13.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.14.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.15.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.16.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.17.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.18.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.19.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.2.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.20.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.21.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.22.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.23.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.24.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.25.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.26.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.27.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.28.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.29.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.3.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.30.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.31.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.4.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.5.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.6.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.7.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.8.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn.key.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn.out.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn.out.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn.query.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn.query.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn.value.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn.value.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.attn_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.mlp.0.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.mlp.0.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.mlp.2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.mlp.2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.mlp_ln.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.blocks.9.mlp_ln.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.conv1.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.conv1.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.conv2.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.conv2.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.ln_post.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.ln_post.weight": "model-00008-of-00009.safetensors",
    "transformer.audio.positional_embedding": "model-00008-of-00009.safetensors",
    "transformer.audio.proj.bias": "model-00008-of-00009.safetensors",
    "transformer.audio.proj.weight": "model-00008-of-00009.safetensors",
    "transformer.h.0.attn.c_attn.bias": "model-00001-of-00009.safetensors",
    "transformer.h.0.attn.c_attn.weight": "model-00001-of-00009.safetensors",
    "transformer.h.0.attn.c_proj.weight": "model-00001-of-00009.safetensors",
    "transformer.h.0.ln_1.weight": "model-00001-of-00009.safetensors",
    "transformer.h.0.ln_2.weight": "model-00001-of-00009.safetensors",
    "transformer.h.0.mlp.c_proj.weight": "model-00001-of-00009.safetensors",
    "transformer.h.0.mlp.w1.weight": "model-00001-of-00009.safetensors",
    "transformer.h.0.mlp.w2.weight": "model-00001-of-00009.safetensors",
    "transformer.h.1.attn.c_attn.bias": "model-00001-of-00009.safetensors",
    "transformer.h.1.attn.c_attn.weight": "model-00001-of-00009.safetensors",
    "transformer.h.1.attn.c_proj.weight": "model-00001-of-00009.safetensors",
    "transformer.h.1.ln_1.weight": "model-00001-of-00009.safetensors",
    "transformer.h.1.ln_2.weight": "model-00001-of-00009.safetensors",
    "transformer.h.1.mlp.c_proj.weight": "model-00002-of-00009.safetensors",
    "transformer.h.1.mlp.w1.weight": "model-00001-of-00009.safetensors",
    "transformer.h.1.mlp.w2.weight": "model-00001-of-00009.safetensors",
    "transformer.h.10.attn.c_attn.bias": "model-00003-of-00009.safetensors",
    "transformer.h.10.attn.c_attn.weight": "model-00003-of-00009.safetensors",
    "transformer.h.10.attn.c_proj.weight": "model-00003-of-00009.safetensors",
    "transformer.h.10.ln_1.weight": "model-00003-of-00009.safetensors",
    "transformer.h.10.ln_2.weight": "model-00003-of-00009.safetensors",
    "transformer.h.10.mlp.c_proj.weight": "model-00003-of-00009.safetensors",
    "transformer.h.10.mlp.w1.weight": "model-00003-of-00009.safetensors",
    "transformer.h.10.mlp.w2.weight": "model-00003-of-00009.safetensors",
    "transformer.h.11.attn.c_attn.bias": "model-00003-of-00009.safetensors",
    "transformer.h.11.attn.c_attn.weight": "model-00003-of-00009.safetensors",
    "transformer.h.11.attn.c_proj.weight": "model-00003-of-00009.safetensors",
    "transformer.h.11.ln_1.weight": "model-00003-of-00009.safetensors",
    "transformer.h.11.ln_2.weight": "model-00003-of-00009.safetensors",
    "transformer.h.11.mlp.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.11.mlp.w1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.11.mlp.w2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.12.attn.c_attn.bias": "model-00004-of-00009.safetensors",
    "transformer.h.12.attn.c_attn.weight": "model-00004-of-00009.safetensors",
    "transformer.h.12.attn.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.12.ln_1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.12.ln_2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.12.mlp.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.12.mlp.w1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.12.mlp.w2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.13.attn.c_attn.bias": "model-00004-of-00009.safetensors",
    "transformer.h.13.attn.c_attn.weight": "model-00004-of-00009.safetensors",
    "transformer.h.13.attn.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.13.ln_1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.13.ln_2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.13.mlp.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.13.mlp.w1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.13.mlp.w2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.14.attn.c_attn.bias": "model-00004-of-00009.safetensors",
    "transformer.h.14.attn.c_attn.weight": "model-00004-of-00009.safetensors",
    "transformer.h.14.attn.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.14.ln_1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.14.ln_2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.14.mlp.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.14.mlp.w1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.14.mlp.w2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.15.attn.c_attn.bias": "model-00004-of-00009.safetensors",
    "transformer.h.15.attn.c_attn.weight": "model-00004-of-00009.safetensors",
    "transformer.h.15.attn.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.15.ln_1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.15.ln_2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.15.mlp.c_proj.weight": "model-00004-of-00009.safetensors",
    "transformer.h.15.mlp.w1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.15.mlp.w2.weight": "model-00004-of-00009.safetensors",
    "transformer.h.16.attn.c_attn.bias": "model-00004-of-00009.safetensors",
    "transformer.h.16.attn.c_attn.weight": "model-00004-of-00009.safetensors",
    "transformer.h.16.attn.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.16.ln_1.weight": "model-00004-of-00009.safetensors",
    "transformer.h.16.ln_2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.16.mlp.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.16.mlp.w1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.16.mlp.w2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.17.attn.c_attn.bias": "model-00005-of-00009.safetensors",
    "transformer.h.17.attn.c_attn.weight": "model-00005-of-00009.safetensors",
    "transformer.h.17.attn.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.17.ln_1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.17.ln_2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.17.mlp.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.17.mlp.w1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.17.mlp.w2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.18.attn.c_attn.bias": "model-00005-of-00009.safetensors",
    "transformer.h.18.attn.c_attn.weight": "model-00005-of-00009.safetensors",
    "transformer.h.18.attn.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.18.ln_1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.18.ln_2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.18.mlp.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.18.mlp.w1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.18.mlp.w2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.19.attn.c_attn.bias": "model-00005-of-00009.safetensors",
    "transformer.h.19.attn.c_attn.weight": "model-00005-of-00009.safetensors",
    "transformer.h.19.attn.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.19.ln_1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.19.ln_2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.19.mlp.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.19.mlp.w1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.19.mlp.w2.weight": "model-00005-of-00009.safetensors",
    "transformer.h.2.attn.c_attn.bias": "model-00002-of-00009.safetensors",
    "transformer.h.2.attn.c_attn.weight": "model-00002-of-00009.safetensors",
    "transformer.h.2.attn.c_proj.weight": "model-00002-of-00009.safetensors",
    "transformer.h.2.ln_1.weight": "model-00002-of-00009.safetensors",
    "transformer.h.2.ln_2.weight": "model-00002-of-00009.safetensors",
    "transformer.h.2.mlp.c_proj.weight": "model-00002-of-00009.safetensors",
    "transformer.h.2.mlp.w1.weight": "model-00002-of-00009.safetensors",
    "transformer.h.2.mlp.w2.weight": "model-00002-of-00009.safetensors",
    "transformer.h.20.attn.c_attn.bias": "model-00005-of-00009.safetensors",
    "transformer.h.20.attn.c_attn.weight": "model-00005-of-00009.safetensors",
    "transformer.h.20.attn.c_proj.weight": "model-00005-of-00009.safetensors",
    "transformer.h.20.ln_1.weight": "model-00005-of-00009.safetensors",
    "transformer.h.20.ln_2.weight": "model-00005-of-00009.safetensors",
