{
  "metadata": {
    "total_size": 27812641856
  },
  "weight_map": {
    "transformer.embedding.word_embeddings.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.final_layernorm.weight": "model-00010-of-00015.safetensors",
    "transformer.encoder.layers.0.input_layernorm.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.0.mlp.dense_4h_to_h.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.0.mlp.dense_h_to_4h.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.0.post_attention_layernorm.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.0.self_attention.dense.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.0.self_attention.query_key_value.bias": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.0.self_attention.query_key_value.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.1.input_layernorm.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.1.mlp.dense_4h_to_h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.1.mlp.dense_h_to_4h.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.1.post_attention_layernorm.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.1.self_attention.dense.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.1.self_attention.query_key_value.bias": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.1.self_attention.query_key_value.weight": "model-00001-of-00015.safetensors",
    "transformer.encoder.layers.10.input_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.10.mlp.dense_4h_to_h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.10.mlp.dense_h_to_4h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.10.post_attention_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.10.self_attention.dense.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.10.self_attention.query_key_value.bias": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.10.self_attention.query_key_value.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.11.input_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.11.mlp.dense_4h_to_h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.11.mlp.dense_h_to_4h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.11.post_attention_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.11.self_attention.dense.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.11.self_attention.query_key_value.bias": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.11.self_attention.query_key_value.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.12.input_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.12.mlp.dense_4h_to_h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.12.mlp.dense_h_to_4h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.12.post_attention_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.12.self_attention.dense.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.12.self_attention.query_key_value.bias": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.12.self_attention.query_key_value.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.13.input_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.13.mlp.dense_4h_to_h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.13.mlp.dense_h_to_4h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.13.post_attention_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.13.self_attention.dense.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.13.self_attention.query_key_value.bias": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.13.self_attention.query_key_value.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.14.input_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.14.mlp.dense_4h_to_h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.14.mlp.dense_h_to_4h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.14.post_attention_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.14.self_attention.dense.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.14.self_attention.query_key_value.bias": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.14.self_attention.query_key_value.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.15.input_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.15.mlp.dense_4h_to_h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.15.mlp.dense_h_to_4h.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.15.post_attention_layernorm.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.15.self_attention.dense.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.15.self_attention.query_key_value.bias": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.15.self_attention.query_key_value.weight": "model-00004-of-00015.safetensors",
    "transformer.encoder.layers.16.input_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.16.mlp.dense_4h_to_h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.16.mlp.dense_h_to_4h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.16.post_attention_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.16.self_attention.dense.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.16.self_attention.query_key_value.bias": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.16.self_attention.query_key_value.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.17.input_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.17.mlp.dense_4h_to_h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.17.mlp.dense_h_to_4h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.17.post_attention_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.17.self_attention.dense.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.17.self_attention.query_key_value.bias": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.17.self_attention.query_key_value.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.18.input_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.18.mlp.dense_4h_to_h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.18.mlp.dense_h_to_4h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.18.post_attention_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.18.self_attention.dense.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.18.self_attention.query_key_value.bias": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.18.self_attention.query_key_value.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.19.input_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.19.mlp.dense_4h_to_h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.19.mlp.dense_h_to_4h.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.19.post_attention_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.19.self_attention.dense.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.19.self_attention.query_key_value.bias": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.19.self_attention.query_key_value.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.2.input_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.2.mlp.dense_4h_to_h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.2.mlp.dense_h_to_4h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.2.post_attention_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.2.self_attention.dense.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.2.self_attention.query_key_value.bias": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.2.self_attention.query_key_value.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.20.input_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.20.mlp.dense_4h_to_h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.20.mlp.dense_h_to_4h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.20.post_attention_layernorm.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.20.self_attention.dense.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.20.self_attention.query_key_value.bias": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.20.self_attention.query_key_value.weight": "model-00005-of-00015.safetensors",
    "transformer.encoder.layers.21.input_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.21.mlp.dense_4h_to_h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.21.mlp.dense_h_to_4h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.21.post_attention_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.21.self_attention.dense.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.21.self_attention.query_key_value.bias": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.21.self_attention.query_key_value.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.22.input_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.22.mlp.dense_4h_to_h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.22.mlp.dense_h_to_4h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.22.post_attention_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.22.self_attention.dense.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.22.self_attention.query_key_value.bias": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.22.self_attention.query_key_value.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.23.input_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.23.mlp.dense_4h_to_h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.23.mlp.dense_h_to_4h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.23.post_attention_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.23.self_attention.dense.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.23.self_attention.query_key_value.bias": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.23.self_attention.query_key_value.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.24.input_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.24.mlp.dense_4h_to_h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.24.mlp.dense_h_to_4h.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.24.post_attention_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.24.self_attention.dense.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.24.self_attention.query_key_value.bias": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.24.self_attention.query_key_value.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.25.input_layernorm.weight": "model-00006-of-00015.safetensors",
    "transformer.encoder.layers.25.mlp.dense_4h_to_h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.25.mlp.dense_h_to_4h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.25.post_attention_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.25.self_attention.dense.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.25.self_attention.query_key_value.bias": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.25.self_attention.query_key_value.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.26.input_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.26.mlp.dense_4h_to_h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.26.mlp.dense_h_to_4h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.26.post_attention_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.26.self_attention.dense.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.26.self_attention.query_key_value.bias": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.26.self_attention.query_key_value.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.27.input_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.27.mlp.dense_4h_to_h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.27.mlp.dense_h_to_4h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.27.post_attention_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.27.self_attention.dense.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.27.self_attention.query_key_value.bias": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.27.self_attention.query_key_value.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.28.input_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.28.mlp.dense_4h_to_h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.28.mlp.dense_h_to_4h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.28.post_attention_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.28.self_attention.dense.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.28.self_attention.query_key_value.bias": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.28.self_attention.query_key_value.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.29.input_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.29.mlp.dense_4h_to_h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.29.mlp.dense_h_to_4h.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.29.post_attention_layernorm.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.29.self_attention.dense.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.29.self_attention.query_key_value.bias": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.29.self_attention.query_key_value.weight": "model-00007-of-00015.safetensors",
    "transformer.encoder.layers.3.input_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.3.mlp.dense_4h_to_h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.3.mlp.dense_h_to_4h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.3.post_attention_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.3.self_attention.dense.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.3.self_attention.query_key_value.bias": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.3.self_attention.query_key_value.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.30.input_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.30.mlp.dense_4h_to_h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.30.mlp.dense_h_to_4h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.30.post_attention_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.30.self_attention.dense.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.30.self_attention.query_key_value.bias": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.30.self_attention.query_key_value.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.31.input_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.31.mlp.dense_4h_to_h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.31.mlp.dense_h_to_4h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.31.post_attention_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.31.self_attention.dense.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.31.self_attention.query_key_value.bias": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.31.self_attention.query_key_value.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.32.input_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.32.mlp.dense_4h_to_h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.32.mlp.dense_h_to_4h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.32.post_attention_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.32.self_attention.dense.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.32.self_attention.query_key_value.bias": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.32.self_attention.query_key_value.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.33.input_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.33.mlp.dense_4h_to_h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.33.mlp.dense_h_to_4h.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.33.post_attention_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.33.self_attention.dense.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.33.self_attention.query_key_value.bias": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.33.self_attention.query_key_value.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.34.input_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.34.mlp.dense_4h_to_h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.34.mlp.dense_h_to_4h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.34.post_attention_layernorm.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.34.self_attention.dense.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.34.self_attention.query_key_value.bias": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.34.self_attention.query_key_value.weight": "model-00008-of-00015.safetensors",
    "transformer.encoder.layers.35.input_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.35.mlp.dense_4h_to_h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.35.mlp.dense_h_to_4h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.35.post_attention_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.35.self_attention.dense.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.35.self_attention.query_key_value.bias": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.35.self_attention.query_key_value.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.36.input_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.36.mlp.dense_4h_to_h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.36.mlp.dense_h_to_4h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.36.post_attention_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.36.self_attention.dense.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.36.self_attention.query_key_value.bias": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.36.self_attention.query_key_value.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.37.input_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.37.mlp.dense_4h_to_h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.37.mlp.dense_h_to_4h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.37.post_attention_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.37.self_attention.dense.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.37.self_attention.query_key_value.bias": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.37.self_attention.query_key_value.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.38.input_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.38.mlp.dense_4h_to_h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.38.mlp.dense_h_to_4h.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.38.post_attention_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.38.self_attention.dense.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.38.self_attention.query_key_value.bias": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.38.self_attention.query_key_value.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.39.input_layernorm.weight": "model-00009-of-00015.safetensors",
    "transformer.encoder.layers.39.mlp.dense_4h_to_h.weight": "model-00010-of-00015.safetensors",
    "transformer.encoder.layers.39.mlp.dense_h_to_4h.weight": "model-00010-of-00015.safetensors",
    "transformer.encoder.layers.39.post_attention_layernorm.weight": "model-00010-of-00015.safetensors",
    "transformer.encoder.layers.39.self_attention.dense.weight": "model-00010-of-00015.safetensors",
    "transformer.encoder.layers.39.self_attention.query_key_value.bias": "model-00010-of-00015.safetensors",
    "transformer.encoder.layers.39.self_attention.query_key_value.weight": "model-00010-of-00015.safetensors",
    "transformer.encoder.layers.4.input_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.4.mlp.dense_4h_to_h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.4.mlp.dense_h_to_4h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.4.post_attention_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.4.self_attention.dense.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.4.self_attention.query_key_value.bias": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.4.self_attention.query_key_value.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.5.input_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.5.mlp.dense_4h_to_h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.5.mlp.dense_h_to_4h.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.5.post_attention_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.5.self_attention.dense.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.5.self_attention.query_key_value.bias": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.5.self_attention.query_key_value.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.6.input_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.6.mlp.dense_4h_to_h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.6.mlp.dense_h_to_4h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.6.post_attention_layernorm.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.6.self_attention.dense.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.6.self_attention.query_key_value.bias": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.6.self_attention.query_key_value.weight": "model-00002-of-00015.safetensors",
    "transformer.encoder.layers.7.input_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.7.mlp.dense_4h_to_h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.7.mlp.dense_h_to_4h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.7.post_attention_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.7.self_attention.dense.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.7.self_attention.query_key_value.bias": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.7.self_attention.query_key_value.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.8.input_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.8.mlp.dense_4h_to_h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.8.mlp.dense_h_to_4h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.8.post_attention_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.8.self_attention.dense.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.8.self_attention.query_key_value.bias": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.8.self_attention.query_key_value.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.9.input_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.9.mlp.dense_4h_to_h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.9.mlp.dense_h_to_4h.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.9.post_attention_layernorm.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.9.self_attention.dense.weight": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.9.self_attention.query_key_value.bias": "model-00003-of-00015.safetensors",
    "transformer.encoder.layers.9.self_attention.query_key_value.weight": "model-00003-of-00015.safetensors",
    "transformer.output_layer.weight": "model-00010-of-00015.safetensors",
    "transformer.rotary_pos_emb.inv_freq": "model-00001-of-00015.safetensors",
    "transformer.vision.boi": "model-00010-of-00015.safetensors",
    "transformer.vision.conv.bias": "model-00015-of-00015.safetensors",
    "transformer.vision.conv.weight": "model-00015-of-00015.safetensors",
    "transformer.vision.eoi": "model-00010-of-00015.safetensors",
    "transformer.vision.linear_proj.dense_4h_to_h.weight": "model-00015-of-00015.safetensors",
    "transformer.vision.linear_proj.dense_h_to_4h.weight": "model-00015-of-00015.safetensors",
    "transformer.vision.linear_proj.gate_proj.weight": "model-00015-of-00015.safetensors",
    "transformer.vision.linear_proj.linear_proj.weight": "model-00015-of-00015.safetensors",
    "transformer.vision.linear_proj.norm1.bias": "model-00015-of-00015.safetensors",
    "transformer.vision.linear_proj.norm1.weight": "model-00015-of-00015.safetensors",
    "transformer.vision.patch_embedding.cls_embedding": "model-00010-of-00015.safetensors",
    "transformer.vision.patch_embedding.position_embedding.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.patch_embedding.proj.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.patch_embedding.proj.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.attention.dense.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.attention.dense.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.attention.query_key_value.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.attention.query_key_value.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.input_layernorm.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.input_layernorm.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.mlp.fc1.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.mlp.fc1.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.mlp.fc2.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.mlp.fc2.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.post_attention_layernorm.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.0.post_attention_layernorm.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.attention.dense.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.attention.dense.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.attention.query_key_value.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.attention.query_key_value.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.input_layernorm.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.input_layernorm.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.mlp.fc1.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.mlp.fc1.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.mlp.fc2.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.mlp.fc2.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.post_attention_layernorm.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.1.post_attention_layernorm.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.attention.dense.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.attention.dense.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.attention.query_key_value.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.attention.query_key_value.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.input_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.input_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.mlp.fc2.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.mlp.fc2.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.post_attention_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.10.post_attention_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.attention.dense.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.attention.dense.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.attention.query_key_value.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.attention.query_key_value.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.input_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.input_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.mlp.fc2.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.mlp.fc2.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.post_attention_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.11.post_attention_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.attention.dense.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.attention.dense.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.attention.query_key_value.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.attention.query_key_value.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.input_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.input_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.mlp.fc2.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.mlp.fc2.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.post_attention_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.12.post_attention_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.attention.dense.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.attention.dense.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.attention.query_key_value.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.attention.query_key_value.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.input_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.input_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.mlp.fc2.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.mlp.fc2.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.post_attention_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.13.post_attention_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.attention.dense.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.attention.dense.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.attention.query_key_value.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.attention.query_key_value.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.input_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.input_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.mlp.fc2.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.mlp.fc2.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.post_attention_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.14.post_attention_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.attention.dense.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.attention.dense.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.attention.query_key_value.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.attention.query_key_value.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.input_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.input_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.mlp.fc2.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.mlp.fc2.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.post_attention_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.15.post_attention_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.attention.dense.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.attention.dense.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.attention.query_key_value.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.attention.query_key_value.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.input_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.input_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.mlp.fc2.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.mlp.fc2.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.post_attention_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.16.post_attention_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.attention.dense.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.attention.dense.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.attention.query_key_value.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.attention.query_key_value.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.input_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.input_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.mlp.fc1.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.mlp.fc1.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.mlp.fc2.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.mlp.fc2.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.post_attention_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.17.post_attention_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.attention.dense.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.attention.dense.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.attention.query_key_value.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.attention.query_key_value.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.input_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.input_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.mlp.fc1.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.mlp.fc1.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.mlp.fc2.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.mlp.fc2.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.post_attention_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.18.post_attention_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.attention.dense.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.attention.dense.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.attention.query_key_value.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.attention.query_key_value.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.input_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.input_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.mlp.fc1.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.mlp.fc1.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.mlp.fc2.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.mlp.fc2.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.post_attention_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.19.post_attention_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.attention.dense.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.attention.dense.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.attention.query_key_value.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.attention.query_key_value.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.input_layernorm.bias": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.input_layernorm.weight": "model-00010-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.mlp.fc1.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.mlp.fc1.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.mlp.fc2.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.mlp.fc2.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.post_attention_layernorm.bias": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.2.post_attention_layernorm.weight": "model-00011-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.attention.dense.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.attention.dense.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.attention.query_key_value.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.attention.query_key_value.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.input_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.input_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.mlp.fc1.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.mlp.fc1.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.mlp.fc2.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.mlp.fc2.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.post_attention_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.20.post_attention_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.attention.dense.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.attention.dense.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.attention.query_key_value.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.attention.query_key_value.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.input_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.input_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.mlp.fc1.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.mlp.fc1.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.mlp.fc2.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.mlp.fc2.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.post_attention_layernorm.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.21.post_attention_layernorm.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.22.attention.dense.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.22.attention.dense.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.22.attention.query_key_value.bias": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.22.attention.query_key_value.weight": "model-00012-of-00015.safetensors",
    "transformer.vision.transformer.layers.22.input_layernorm.bias": "model-00012-of-00015.safetensors",
