{
  "_name_or_path": "openbmb/MiniCPM-Llama3-V-2_5",
  "architectures": [
    "MiniCPMV"
  ],
  "attention_bias": false,
  "attention_dropout": 0.0,
  "auto_map": {
    "AutoConfig": "configuration_minicpm.MiniCPMVConfig",
    "AutoModel": "modeling_minicpmv.MiniCPMV",
    "AutoModelForCausalLM": "modeling_minicpmv.MiniCPMV"
  },
  "batch_vision_input": true,
  "bos_token_id": 128000,
  "drop_vision_last_layer": false,
  "eos_token_id": 128001,
  "hidden_act": "silu",
  "hidden_size": 4096,
  "image_size": 448,
  "initializer_range": 0.02,
  "intermediate_size": 14336,
  "max_position_embeddings": 8192,
  "mm_use_im_start_end": true,
  "model_type": "minicpmv",
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "num_key_value_heads": 8,
  "patch_size": 14,
  "pretraining_tp": 1,
  "query_num": 96,
  "rms_norm_eps": 1e-05,
  "rope_scaling": null,
  "rope_theta": 500000.0,
  "slice_config": {
    "max_slice_nums": 9,
    "patch_size": 14,
    "model_type": "minicpmv"
  },
  "slice_mode": true,
  "tie_word_embeddings": false,
  "torch_dtype": "float16",
  "transformers_version": "4.40.0",
  "use_cache": false,
  "vision_config": {
    "hidden_size": 1152,
    "image_size": 980,
    "intermediate_size": 4304,
    "model_type": "idefics2",
    "num_attention_heads": 16,
    "num_hidden_layers": 27,
    "patch_size": 14
  },
  "vocab_size": 128256
}
